Repository: theforeman/foreman_bootdisk
Catalog: locale/*/foreman_bootdisk.po
Languages: de, es, fr, it, ja, ka, pt_br, ru, sv_se

source: Path to directory containing grubx64.efi and shimx64.efi
de: Pfad zum Verzeichnis mit grubx64.efi und shimx64.efi
es: Ruta de acceso al directorio que contiene grubx64.efi y shimx64.efi
fr: Chemin d'accès au répertoire contenant grubx64.efi et shimx64.efi
ja: grubx64.efi および shimx64.efi が含まれるディレクトリーへのパス
ka: ბილიკი grubx64.efi-ისდა shimx64.efi ფაილების შემცველ საქაღალდემდე
pt_br: Caminho para o diretório contendo grubx64.efi e shimx64.efi

source: Path to directory containing iPXE images
de: Pfad zum Verzeichnis mit iPXE-Abbildern
es: Ruta al directorio que contiene las imágenes iPXE
fr: Emplacement du répertoire contenant les images iPXE
it: Percorso per la directory contentente le immagini iPXE
ja: iPXE イメージを含むディレクトリーのパス
ka: ბილიკი iPXE-ის ასლების შემცველ საქაღალდემდე
pt_br: Caminho do diretório contendo imagens iPXE
ru: Путь к каталогу с образами iPXE
sv_se: Sökvägen till ett bibliotek med iPXE-avbildningar

source: Path to directory containing isolinux images
de: Pfad zum Verzeichnis welches die ISOLINUX Abbilder enthält
es: Ruta al directorio que contiene imágenes isolinux
fr: Emplacement du répertoire contenant les images isolinux
ja: isolinux イメージを含むディレクトリーへのパス
ka: ბილიკი isolinux-ის ასლების შემცველ საქაღალდემდე
pt_br: Caminho para o diretório contendo imagens isolinux

source: Path to directory containing syslinux images
de: Pfad zum Verzeichnis mit syslinux-Abbildern
es: Ruta al directorio que contiene las imágenes syslinux
fr: Emplacement du répertoire contenant les images syslinux
it: Percorso per la directory contentente le immagini syslinux
ja: syslinux イメージを含むディレクトリーのパス
ka: ბილიკი syslinux-ის ასლების შემცველ საქაღალდემდე
pt_br: Caminho do diretório contendo imagens syslinux
ru: Путь к каталогу с образами syslinux
sv_se: Sökvägen till ett bibliotek med syslinux-avbildningar

source: Per-host images contain data about a particular host registered in Foreman and set up fully static networking, avoiding the requirement for DHCP. After networking is configured, they chainload from Foreman, picking up the current OS configuration and build state from the server.
de: "Pro-Host"-Abbilder enthalten Daten über einen bestimmten Host, der in Foreman registriert ist, und richten eine vollständig statische Verbindung ein, wobei die Notwendigkeit von DHCP vermieden wird. Nach der Konfiguration der Verbindung werden sie nacheinander von Foreman geladen (Chainloading) und nehmen die gegenwärtige OS-Konfiguration und den Buildstatus vom Server auf.
es: Las imágenes por-host contienen datos sobre un host en particular registrado en Foreman y configuran una red completamente estática, sin necesidad de DHCP. Tras configurar la red, encadenan desde Foreman, cogiendo la configuración actual de SO y el estado de build del servidor.
fr: Les images par hôte contiennent des données spécifiques pour un hôte donné enregistré dans Foreman et configurent de manière statique les paramètres réseau, ce qui permet de s'affranchir d'un serveur DHCP. Une fois le réseau configuré, ils sont liés depuis Foreman, récupérant la configuration du système d'exploitation et l'état de construction du serveur.
it: Le immagini per-host contengono i dati su un particolare host registrato in Foreman e per l'impostazione di un networking completamente statico. Così facendo non sarà necessario utilizzare DHCP. Dopo la configurazione del networking verrà eseguito un caricamento a catena da Foreman, rilevando così la configurazione del sistema operativo corrente e lo stato della compilazione del server.
ja: ホストごとのイメージには、Foreman に登録された特定ホストについてのデータが含まれ、これは完全に静的なネットワークをセットアップするため、DHCP の要件が排除されます。ネットワークの設定後、Foreman からチェーンロードが実行され、現在の OS 設定やビルド状態の情報がサーバーから取得されます。
ka: თითოული ჰოსტის ასლი შეიცავს მონაცემებს კონკრეტული ჰოსტის შესახებ, რომელიც რეგისტრირებულია Foreman-ში და დაყენებულია სრულად სტატიკური ქსელის პარამეტრები, DHCP-ის თავიდან ასაცილებლად. ქსელის კონფიგურაციის შემდეგ, ისინი იტვირთება Foreman-დან, იღებენ OS-ის მიმდინარე კონფიგურაციას და ქმნიან მდგომარეობას სერვერიდან.
pt_br: Imagens per-host contêm dados sobre um determinado host registrado em Foreman e configuram a rede totalmente estática, evitando a necessidade de DHCP. Depois que a rede está configurada, eles carregam em série a partir do Foreman, pegando a configuração atual do sistema operacional e construindo o estado do servidor.
ru: Образ для каждого узла содержит данные о конкретном узле, зарегистрированном в Foreman и настроен на статичную сеть, избегающую запросов по DHCP. После настройки сети, с сервера Foreman подтягивается текущая конфигурация ОС и собирается окружение сервера.

source: Please ensure the ipxe-bootimgs package is installed.
de: Bitte die Installation des IPXE-bootimgs Paket sicherstellen.
es: Asegúrese de que el paquete ipxe-bootimgs esté instalado.
fr: Veillez à ce que le paquetage ipxe-bootimgs soit installé.
ja: ipxe-bootimgs パッケージがインストールされていることを確認してください。
ka: დარწმუნდით, რომ ipxe-bootimgs პაკეტი დაყენებულია.
pt_br: Garanta que o pacote ipxe-bootimgs esteja instalado.

source: Please ensure the isolinux/syslinux package(s) are installed.
de: Bitte die Installation des/der ISOLINUX/SYSLINUX Paket(e) sicherstellen.
es: Asegúrese de que el(los) paquete(s) isolinux/syslinux estén instalados.
fr: Veillez à ce que le ou les paquetages isolinux/syslinux soient installés.
ja: isolinux/syslinux パッケージがインストールされていることを確認してください。
ka: დარწმუნდით, რომ isolnux/syslinux-ის პაკეტები დაყენებულია.
pt_br: Garanta que os pacotes isolinux/syslinux estejam instalados.

source: Plugin for Foreman that creates iPXE-based boot disks to provision hosts without the need for PXE infrastructure.
de: Plugin für Foreman, welches iPXE-basierte Startmedien erstellt, um Hosts ohne die Notwendigkeit einer PXE-Infrastruktur bereitzustellen.
es: Plugin para Foreman que crea discos de arranque iPXE para provisionar hosts sin necesidad de infraestructura PXE
fr: Plugin pour Foreman qui crée le démarrage des disques iPXE-bases pour provisionner les hôtes sans l'aide de l'infrastructure PXE.
it: Plugin per Foreman in grado di creare i dischi d'avvio basati su iPXE per il provisioning degli host, senza utilizzare infrastrutture PXE.
ja: PXE インストラクチャーなしにホストのプロビジョニングを行うための iPXE ベースのブートディスクを作成する Foreman のプラグインです。
ka: Foreman-ის დამატება, რომელიც ქმნის iPXE-ზე დაფუძნებულ ჩატვირთვად დისკებს ჰოსტების სამუშაოდ PXE ინფრასტრუქტურის გარეშე მოსამზადებლად.
pt_br: Plugin para Foreman que cria discos de inicialização baseados em iPXE para provisionar hosts sem a necessidade de infra-estrutura PXE.
ru: Дополнение для Foreman, которое создает iPXE-базовые загрузочные диски для подготовленных узлов без использования служб инфраструктуры PXE.
sv_se: Plugin för Foreman som skapar iPXE-baserad start disk för att provisionera värdar utan en existerande PXE-infrastruktur.

source: Remote action:
de: Entfernte Aktion:
es: Acción remota:
fr: Action distante :
ja: リモートアクション:
ka: დაშორებული ქმედება:
pt_br: Ação remota:

source: SYSLINUX directory
de: SYSLINUX-Verzeichnis
es: Directorio SYSLINUX
fr: Répertoire SYSLINUX
ja: SYSLINUX ディレクトリー
ka: SYSLINUX საქაღალდე
pt_br: Diretório SYSLINUX

source: Subnet '%s' generic image
de: Subnetz '%s' generisches Abbild
es: Subnet '%s' imagen genérica
fr: Image générique du sous-réseau %s
ja: サブネット '%s' の汎用イメージ
ka: ქვექსელის %s ზოგადი ასლის გადმოწერა
pt_br: Sub-rede '%s' imagem genérica
ru: Стандартный образ для подсети «%s»

source: Subnet boot disks
de: Subnetz-Startmedien
es: Discos de arranque de la subred
fr: Sous-réseau des disques de démarrage
ja: サブネットブートディスク
ka: ქვექსელის ჩატვირთვადი დისკი
pt_br: Discos de inicialização da sub-rede
ru: Загрузочные диски для подсети

source: Subnet generic image
de: Generisches Subnetz-Image
es: Imagen genérica de la subred
fr: Image générique du sous-réseau
ja: サブネットの汎用イメージ
ka: ქვექსელის ზოგადი ასლი
pt_br: Imagem genérica da subrede

source: Subnet image
de: Subnetzabbild
es: Imagen de la subred
fr: Image pour le sous-Réseau
ja: サブネットイメージ
ka: ქვექსელის ასლი
pt_br: Imagem da sub-rede
ru: Образ для подсети

source: Subnet images are similar to generic images, but chain-loading is done via the TFTP Smart Proxy assigned to the Subnet of the host. The smart proxy must have the "Templates" module enabled and configured.
de: Subnetz-Abbilder sind generischen Abbildern ähnlich, aber Chainloading erfolgt über den TFTP Smart Proxy, der dem Host-Subnetz zu gewiesen ist. Das "Vorlagen"-Modul muss auf dem Smart-Proxy aktiviert und konfiguriert sein.
es: Las imágenes de la subred son similares a imágenes genéricas. No obstante, la carga de la cadena se lleva a cabo a través del proxy inteligente TFTP asignado a la subred del host. El proxy inteligente debe tener el módulo "Plantillas" habilitado y configurado.
fr: Les images pour sous-réseaux sont similaires aux images génériques, mais le chainage est fait par le smart proxy TFTP attribué au sous-réseau de l'hôte. Le smart proxy doit avoir le module "modèles" activé et configuré.
ja: サブネットイメージは汎用イメージに似ていますが、チェーンロードは、ホストのサブネットに割り当てられる TFTP スマートプロキシーで実行されます。スマートプロキシーでは「テンプレート」を有効にし、設定する必要があります。
ka: ქვექსელის ასლები მსგავსია ზოგადი ასლების, მაგრამ საწყისი ჩატვირთვა ხდება TFTP Smart Proxy-ის მეშვეობით, რომელიც მინიჭებულია ჰოსტის ქვექსელზე. ჭკვიან პროქსის უნდა ჰქონდეს ჩართული და მორგებული მოდული „შაბლონები“.
pt_br: As imagens de sub-rede são semelhantes a imagens genéricas, mas o carregamento de cadeia é feito por meio do proxy inteligente TFTP atribuído à sub-rede do host. O proxy inteligente deve ter o módulo "Modelos" habilitado e configurado.
ru: Образ для подсети похож на стандартный образ, но отличается от него тем, что цепная загрузка происходит с капсулы TFTP, назначенной подсети, которой принадлежит узел. Для этого на капсуле должно быть установлено и настроено дополнение «Шаблоны».

source: TFTP feature not enabled for subnet %s
de: TFTP-Funktion für Subnetz %s nicht aktiviert
es: La función TFTP no está habilitada para la subred %s
fr: La fonction TFTP n'est pas activée pour le sous-réseau %s
ja: TFTP 機能がサブネット %s に対して有効にされていません
ka: ქვექსელისთვის %s TFTP ჩართული არაა
pt_br: Recurso TFTP não habilitado para sub-rede %s
ru: TFTP не поддерживается для подсети %s

source: The OS install continues using the installation media configured in Foreman, and it will typically configure static networking, depending on how the OS iPXE template is configured.
de: Die Installation des Betriebssystems wird unter Verwendung eines in Foreman konfigurierten Installationsmediums fortgesetzt und konfiguriert für gewöhnlich eine statische Verbindung in Abhängigkeit davon, wie die Betriebssystem-iPXE-Vorlage konfiguriert ist.
es: La instalación del SO sigue usando el medio de instalación configurado en Foreman, y típicamente configura red estática, según como se configura la plantilla iPXE del SO.
fr: L'installation du système d'exploitation continue en utilisant le media d'installation configuré dans Foreman. Cela va généralement configurer le réseau selon la configuration du modèle iPXE du système d'exploitation.
it: L'installazione del sistema operativo continua usando il dispositivo d'installazione configurato in Foreman, e generalmente configurerà il networking statico in base alla configurazione del template iPXE del sistema operativo.
ja: OS インストールは、Foreman で設定されたインストールメディアの使用を継続します。さらに、OS iPXE テンプレートの設定方法によりますが、通常は静的ネットワークを設定します。
ka: ოს-ის დაყენება გრძელდება Foreman-ში მორგებული დასაყენებელი მედიის გამოყენებით და ის ჩვეულებრივ აკონფიგურირებს სტატიკური ქსელს, იმისდა მიხედვით, თუ როგორ არის მორგებული OS iPXE შაბლონი.
pt_br: A instalação do SO continua utilizando a mídia de instalação configurado no Foreman, normalmente irá configurar uma rede estática, dependendo de como o template do SO iPXE está configurado.
ru: Установщик ОС продолжит использовать установочный носитель, настроенный в Foreman, и он будет настраивать статическую сеть, зависящую от того как настроен шаблон iPXE ОС.

source: These images are more generic than previous images. You can find them at subnet index page.
de: Diese Images sind allgemeiner als die vorherigen Images. Sie finden sie auf der Subnetz-Indexseite.
es: Estas imágenes son más genéricas que las anteriores. Puede encontrarlas en la página del índice de subredes.
fr: Ces images sont plus génériques que les images précédentes. Vous pouvez les trouver à la page d'index des sous-réseaux.
ja: これらのイメージは、以前のイメージよりも汎用的です。これらはサブネットインデックスページで見つけることができます。
ka: ეს ასლები უფრო ზოგადია, ვიდრე ძველი ასლები. ისინი ქვექსელის ინდექსის გვერდზე შეგიძლიათ იპოვოთ.
pt_br: Estas imagens são mais genéricas do que as imagens anteriores. Você pode encontrá-las na página de índice da sub-rede.

source: These images are used for host. You can find them at host detail page.
de: Diese Images werden für Host verwendet. Sie finden sie auf der Host-Detailseite.
es: Estas imágenes se utilizan para el anfitrión. Puede encontrarlas en la página de detalles del anfitrión.
fr: Ces images sont utilisées pour l'hôte. Vous pouvez les trouver sur la page de détail de l'hôte.
ja: これらのイメージはホストに使用されます。ホストの詳細ページでそれらを見つけることができます。
ka: ეს ასლები ჰოსტისთვის გამოიყენება. მათი პოვნა ჰოსტის დეტალების გვერდზე შეგიძლიათ.
pt_br: Estas imagens são utilizadas para hospedar. Você pode encontrá-las na página de detalhes do anfitrião.

source: This image is generic for all hosts with a provisioning NIC on that subnet.
de: Dieses Abbild ist für alle Hosts mit Provisioning-NIC auf diesem Subnetz generisch.
es: Esta imagen es genérica para todos los hosts con un NIC de aprovisionamiento en dicha subred.
fr: Cette image est générique pour tous les hôtes qui ont une interface réseau configurée en provisioning dans ce sous-réseau.
ja: このイメージは、サブネットにプロビジョニング NIC が設定されたすべてのホストに対して汎用性があります。
ka: ეს ასლი საერთოა ამ ქვექსელის ყველა სამუშაოდ მომზადების ინტერფეისის მქონე ჰოსტებისთვის.
pt_br: Esta imagem é genérica para todos os hosts com um provisionamento NIC naquela sub-rede.
ru: Этот образ является универсальным для всех узлов в избранной подсети, на которых настроен сетевой адаптер для подготовки узла.

source: This type of bootdisk is not allowed. Please contact administrator.
de: Dieser Typ von Bootdisk ist nicht zulässig. Bitte wenden Sie sich an den Administrator.
es: Este tipo de disco de arranque no está permitido. Por favor, póngase en contacto con el administrador.
fr: Ce type de disque de démarrage n'est pas autorisé. Veuillez contacter l'administrateur.
ja: このタイプのブートディスクは許可されていません。管理者に連絡してください。
ka: ჩატვირთვადი დისკი მხარდაუჭერელია. დაუკავშირდით ადმინისტრატორს.
pt_br: Este tipo de bootdisk não é permitido. Favor entrar em contato com o administrador.

source: True for full, false for basic reusable image
de: "True" für vollständiges, "false" für einfaches wiederverwendbares Image
es: Verdadero para completo, falso para imagen básica reutilizable
fr: Vrai pour complète, faux pour une image basique réutilisable
it: True per immagini complete o false per immagini riutilizzabili di base
ja: 完全イメージの場合は true、基本的な再利用可能イメージの場合は false
ka: ჩართეთ სრული, გამორთეთ მრავალჯერადი ასლისთვის
pt_br: Verdadeiro para completo, falso para imagem reutilizável básica
ru: Истина для полного, ложь для начального образа

source: Unable to find template specified by %s setting
de: Konnte Vorlage mit der %s-Einstellung nicht finden
es: No se puede encontrar la plantilla especificada en %s
fr: Impossible de trouver un modèle spécifié par le paramètre %s
it: Impossibile trovare il template usando l'impostazione %s
ja: %s 設定で指定されているテンプレートが見つかりません
ka: %s პარამეტრით მითითებული შაბლონის პოვნა შეუძლებელია
pt_br: Impossível encontrar template especificado pela configuração %s
ru: Шаблон из параметра %s не найден
sv_se: Går inte att hitta mallen specificerad med inställningen %s

source: Unable to generate disk %{kind} template: %{error}
de: Datenträger %{kind}-Vorlage kann nicht generiert werden: %{error}
es: No se ha podido generar el disco %{kind} plantilla: %{error}
fr: Impossible de générer le modèle %{kind} de disque : %{error}
ja: ディスクの %{kind} テンプレートを生成できません: %{error}
ka: დისკის %{kind} შაბლონის %{error} გენერაციის შეცდომა
pt_br: Incapaz de gerar disco %{kind} modelo: %{error}

source: Unable to generate disk template, %{kind} template not found.
de: Datenträgervorlage kann nicht generiert werden, %{kind}-Vorlage nicht gefunden.
es: No se ha podido generar la plantilla de disco, %{kind} plantilla no encontrada.
fr: Impossible de générer le modèle de disque, le modèle %%{kind} est introuvable.
ja: ディスクテンプレートを生成できません。%{kind} テンプレートが見つかりません。
ka: დისკის შაბლონის გენერაციის პრობლემა. შაბლონი %{kind} არ არსებობს.
pt_br: Não foi possível gerar o template de disco, template %{kind} não encontrado.

source: Unable to mcopy %{file}
de: %{file} kann nicht mcopy werden
es: No se puede mcopiar %{file}
fr: Impossible de mcopier %{file}
ja: %{file} を mcopy できません
ka: %{file}-ის mcropy შეუძლებელია
pt_br: Incapaz de copiar %{file}

source: Upload ISO image to datastore for %s
de: ISO-Abbild zum Datenspeicher für %s hochladen
es: Subir la imagen ISO al datastore para %s
fr: Envoi de l'image ISO sur la banque de données pour %s
ja: ISO イメージの %s のデータストアへのアップロード
ka: %s-სთვის ISO ასლის საცავზე ატვირთვა
pt_br: Fazer upload da imagem ISO para o armazenamento de dados para %s

source: Various types of boot disks can be created to provision hosts without the need for PXE services. Boot disks can be attached to the host (physical or virtual) which boots from the disk, contacts Foreman and begins the OS installation.
de: Verschiedene Arten von Startmedien können erstellt werden, um Hosts ohne die Notwendigkeit von PXE-Diensten bereitzustellen. Startmedien können mit dem Host (physisch oder virtuell) verbunden werden, der von der Festplatte bootet, Foreman kontaktiert und die OS-Installation beginnt.
es: Se puede crear varios tipos de discos de arranque para provisionar hosts sin necesidad de servicios PXE. Los discos de arranque pueden engancharse al host (físico o virtual) que arranca desde el disco, se conecta a Foreman y comienza la instalación del SO.
fr: Différents types de disque de démarrage peuvent être créés pour provisionner les hôtes sans requérir à PXE. Les disques de démarrage peuvent être attachés à un hôte (physique ou virtuel) qui démarre depuis le disque, contacte Foreman puis lance l'installation du système d'exploitation.
it: È possibile creare diversi tipi di dischi d'avvio per il provisioning degli host senza la necessità di utilizzare i servizi PXE. I dischi d'avvio possono essere collegati all'host (fisici o virtuali) che esegue l'avvio dal disco, contatta Foreman e inizia l'installazione del sistema operativo.
ja: さまざまなタイプのブートディスクを作成して、PXE サービスなしにホストのプロビジョニングを実行できます。ブートディスクは、ディスクから起動し、Foreman と通信して OS インストールを開始するホスト (物理または仮想) に割り当てることができます。
ka: სხვადასხვა ტიპის ჩატვირთვის დისკები შეიძლება შეიქმნას ჰოსტების სამუშაოდ მოსამზადებლად PXE სერვისების გარეშე. ჩატვირთვის დისკები შეიძლება მიმაგრდეს ჰოსტზე (ფიზიკური ან ვირტუალური), რომელიც იტვირთება დისკიდან, დაუკავშირდება Foreman-ს და იწყებს OS-ის ინსტალაციას.
pt_br: Vários tipos de discos de inicialização podem ser criados para fornecer hosts sem a necessidade de serviços PXE. Discos de inicialização podem ser anexados ao host (físico ou virtual), que iniciam a partir do disco, contacta o Foreman e começa a instalação do SO.
ru: Типы вариантов загрузочных дисков, которые могут быть созданы для подготовленных узлов без служб PXE. Загрузочные диски могут быть прикреплены к узлу (физическому или виртуальному), который загружается соединяясь с Foreman и начинающих установку ОС.

source: iPXE directory
de: iPXE-Verzeichnis
es: Directorio iPXE
fr: Répertoire iPXE
ja: iPXE ディレクトリー
ka: iPXE საქაღალდე
pt_br: Diretório iPXE

source: iPXE template to use for generic host boot disks
de: iPXE Vorlage zur Verwendung für generische Host-Startmedien
es: Plantilla iPXE para usar en discos de arranque de host genéricos
fr: Modèle iPXE à appliquer pour les disques de boot génériques
it: Template iPXE da usare per i dischi d'avvio degli host generici
ja: 汎用のホストブートディスクに使用する iPXE テンプレート
ka: ჰოსტის ჩატვირთვადი დისკებსისთვის გამოსაყენებელი iPXE შაბლონი
pt_br: Template iPXE para uso em discos de boot de hosts genéricos
ru: Шаблон iPXE стандартного образа
sv_se: iPXE-mall att använda som generell startdisk fär värdar

source: iPXE template to use for host-specific boot disks
de: iPXE Vorlage zur Verwendung für Host-spezifische Startmedien
es: Plantilla iPXE para usar en discos de arranque de hosts particulares
fr: Le modèle iPXE à appliquer pour des disques de boot spécifiques à l'hôte
it: Template iPXE da usare per i dischi d'avvio degli host specifici
ja: ホスト固有のブートディスクに使用する iPXE テンプレート
ka: iPXE შაბლონი მომხმარებლის მიერ მითითებული ჩატვირთვადი დისკებისთვის
pt_br: Template iPXE para uso em discos de boot de hosts específicos
ru: Шаблон iPXE индивидуального образа
sv_se: iPXE-mall att använda för värdspecifik startdisk

source: Help
it: Aiuto
ru: Справка
sv_se: Hjälp

source: Host has no IP address defined
it: L'host non presenta alcun indirizzo IP
ru: IP адрес узла не определен
sv_se: Värden har ingen IP-adress definierad

source: Host has no domain defined
it: L'host non presenta alcun dominio
ru: Узел не имеет объявленного домена
sv_se: Värden har ingen domän definierad

source: Host has no provisioning interface defined
ru: Узел не имеет объявленного интерфейса подготовки

source: Host has no subnet defined
it: L'host non presenta alcuna sottorete
ru: Подсеть не определена
sv_se: Värden har inget subnät definierat

source: ISO hybrid conversion failed
it: Conversione ISO hybrid fallita
ru: Ошибка преобразования гибридного образа
sv_se: ISO hybridkonvertering misslyckades

source: Subnet is not assigned to the host %s
ru: Для узла %s не выбрана подсеть

source: A variant of the per-host image which contains the OS bootloader embedded inside the disk. This may be useful if chainloading fails on certain hardware, but has the downside that the image must be regenerated for any change in the OS, bootloader or templates.
it: Una variante dell'immagine per-host che contiene un bootloader del sistema operativo embedded all'interno del disco. Utile se il caricamento a catena fallisce su alcuni hardware, ma al tempo stesso presenta una limitazione in quanto l'immagine deve essere rigenerata per qualsiasi modifica nel sistema operativo, bootloader o template.

source: Bootdisk is not supported with safemode rendering, please disable safemode_render under Adminster>Settings
it: Bootdisk non è supportato con il rendering in modalità sicura, disabilitare safemode_render in Amministrazione>Impostazioni
sv_se: Startdisk är inte supportat med "safemode" rendering aktiverat, var vänlig och inaktivera "safemode_render" under Administration>Inställningar

source: Failed to render boot disk template: %s
it: Visualizzazione modello del disco d'avvio fallita: %s
sv_se: Misslyckades att tolka startdiskmallen: %s

source: Please ensure the ipxe-bootimgs and syslinux packages are installed.
it: Assicurarsi di aver installato i pacchetti syslinux e ipxe-bootimgs.
sv_se: Vär vänlig och säkerställ att ipxe-startavbildningarna och syslinux paketen är installerade.

source: Subnet (%s) has no gateway defined
it: La sottorete (%s) non presenta alcun gateway
sv_se: Subnät (%s) har ingen nätsluss definierad

source: Subnet (%s) has no primary DNS server defined
it: La sottorete (%s) non presenta alcun server DNS primario
sv_se: Subnät (%s) har ingen primär DNS-server definierad

source: Unable to generate disk template: %s
it: Impossibile generare un template del disco: %s
