Repository: theforeman/foreman_bootdisk
Catalog: locale/*/foreman_bootdisk.po
Languages: de, es, fr, it, ja, ka, pt_br, ru, sv_se

source: * - These bootdisk types were disabled, you can enable them in Administer - Settings.
de: * - Diese Bootdisk-Typen wurden deaktiviert, Sie können sie unter Verwalten - Einstellungen aktivieren.
es: * - Estos tipos de discos de arranque estaban desactivados, puede activarlos en Administrar - Configuración.
fr: * - Ces types de disques de démarrage ont été désactivés, vous pouvez les activer dans Administrer - Paramètres.
ja: * - これらのブートディスクタイプは無効にされています。管理 - 設定 で有効にすることができます。
ka: * - ეს ჩატვირთვადი დისკის ეს ტიპები გათიშულია. მათი ჩართვისთვის გადადით "ადმინისტრირება - მორგება".
pt_br: * - Estes tipos de bootdisk foram desativados, você pode habilitá-los em Administer - Settings.

source: A variant of the per-host image which contains the OS bootloader embedded inside the disk. This may be useful if chainloading fails on certain hardware, but has the downside that the image must be regenerated for any change in the OS, bootloader or PXELinux templates.
de: Eine Variante des Abbildes pro Host mit im im Medium eingebetteten Betriebssystem-Bootloader. Dies ist hilfreich, falls Chainloading auf einer bestimmten Hardware fehlschlägt, hat jedoch den Nachteil, dass das Abbild bei jeglicher Änderung von Betriebssystem, Bootloader oder PXELinux-Vorlagen neu generiert werden muss.
es: Una variante de la imagen por host que contiene el cargador de arranque del sistema operativo incluido en el disco. Esto puede resultar útil si se produce un error en el hardware de la cadena de arranque. No obstante, tiene la particularidad de que la imagen debe regenerarse para cualquier cambio que se produzca en el sistema operativo, en el cargador de arranque o en las plantillas PXELinux.
fr: Une variante des images par hôte qui contient le chargeur de démarrage de l'OS dans le disque. Cela peut être utile si le chainage échoue sur certains matériels, mais l'inconvénient est que l'image doit être régénérée à chaque changement du système,du chargeur de démarrage ou des modèles.
ja: OS ブートローダーがディスク内に組み込まれているホスト別イメージのバリアントです。これは、特定のハードウェアでチェーンロードが失敗した場合に役立ちますが、不利な点として、イメージを OS、ブートローダーまたは PXELinux テンプレートに変更がある場合にイメージを再生成する必要があります。
ka: თითო ჰოსტის ასლის ვარიანტი, რომელიც შეიცავს დისკზე ჩაშენებულ OS-ის ჩამტვირთველს. ეს შეიძლება იყოს სასარგებლო, თუ საწყისი ჩატვირთვა ვერ ხერხდება გარკვეულ აპარატურაზე, მაგრამ აქვს უარყოფითი მხარე, რომ ასლი OS, bootloader ან PXELinux შაბლონების ნებისმიერი ცვლილებისას თავიდან უნდა იყოს რეგენერირებული.
pt_br: Uma variante da imagem por host que contém o carregador de instalação do SO incorporado no disco. Isso pode ser útil se houver falha no carregamento da cadeia em certos hardwares, mas tem o ponto negativo de que a imagem deve ser regenerada para qualquer mudança no SO, no carregador de instalação ou nos templates PXELinux.
ru: Вариант для создания индивидуального образа с интеграцией загрузчика операционной системы. Подходит, если по какой-то причине цепная загрузка невозможна. Основной недостаток такого подхода заключается в том, что при любых изменениях операционной системы, загрузчика или шаблона PXELinux образ надо будет создавать заново.

source: Action with sub plans
de: Aktion mit Unterplänen
es: Acción con subplanes
fr: Action avec sous-plans
ja: サブプランによるアクション
ka: ქმედება ქვე-გეგმებით
pt_br: Ação com subplanos

source: All images are usable as either ISOs or as disk images, including being written to a USB disk with `dd`.
de: Alle Abbilder können entweder als ISOs oder als Festplattenabbilder verwendet werden und auch mit `dd` auf eine USB-Festplatte geschrieben.
es: Todas las imágenes pueden utilizarse como ISO o como imágenes de disco, incluso tras copiarlas en un disco USB con `dd`
fr: Toutes les images sont utilisables soit comme ISO soit comme images disque, y compris pour écriture sur disque USB avec 'dd'.
it: Tutte le immagini possono essere utilizzate come ISO o immagini del disco, incluso la scrittura su un disco USB con `dd`.
ja: すべてのイメージは、`dd` で USB ディスクに書き込まれるものを含め、ISO またはディスクイメージのいずれかとして利用することができます。
ka: ყველა ასლი გამოყენებადია, როგორც ISO ან როგორც დისკის ასლი. მათ შორის ჩაწერილი USB დისკზე `dd`-ით.
pt_br: Todas as imagens são utilizáveis como ISOs ou como imagens de disco, incluindo o que está sendo gravado em um disco USB com `dd`.
ru: Все образы используются как ISO или образы дисков, включая записанные на USB диск командой 'dd'.

source: Allowed bootdisk types
de: Zulässige Bootdisk-Typen
es: Tipos de discos de arranque permitidos
fr: Types de disques de démarrage autorisés
ja: 許可されるブートディスクのタイプ
ka: ჩატვირთვადი დისკის დაშვებული ტიპები
pt_br: Tipos de bootdisk permitidos

source: Attach ISO image to CDROM drive for %s
de: ISO-Abbild dem CDROM-Laufwerk für %s anhängen
es: Adjuntar la imagen ISO a la unidad de CDROM para %s
fr: Attachement de l'image ISO au lecteur CDROM pour %s
ja: ISO イメージの %s の CDROM ドライブへの割り当て
ka: %s-სთვის ISO ასლის CDROM წამყვანზე მიბმა
pt_br: Anexar imagem ISO ao drive de CD-ROM para %s

source: Back
de: Zurück
es: Atrás
fr: Précédent
it: Indietro
ja: 戻る
ka: უკან
pt_br: Retornar
ru: Назад
sv_se: Tillbaka

source: Boot disk
de: Startmedium
es: Disco de arranque
fr: Disque de démarrage
it: Disco d'avvio
ja: ブートディスク
ka: ჩატვირთვადი დისკი
pt_br: Disco de boot
ru: Загрузочный диск
sv_se: Startdisk

source: Boot disk Help
de: Hilfe zur Bootdiskette
es: Ayuda para el disco de arranque
fr: Aide sur le disque de démarrage
ja: ブートディスクヘルプ
ka: ჩატვირთვადი დისკის დახმარება
pt_br: Ajuda do disco de inicialização

source: Boot disk based
de: Startmedium-basiert
es: Basado en el disco de arranque
fr: Basé sur le disque de démarrage
ja: ブートディスクベース
ka: ჩატვირთვადი დისკი ბაზირებულია
pt_br: Baseado em disco de inicialização

source: Boot disk download not available for %s architecture
de: Startmedium Download nicht verfügbar für Architektur %s
es: La descarga del disco de arranque no está disponible para la arquitectura %s
fr: Téléchargement du disque de démarrage non disponible pour l'architecture %s
ja: ブートディスクのダウンロードは %s アーキテクチャーには使用できません
ka: ჩატვირთვადი დისკის გადმოწერა მიუწვდომელია არქიტექტურისთვის: %s
pt_br: Download do disco de inicialização não disponível para arquitetura %s

source: Boot disk help
es: Ayuda para el disco de arranque
fr: Aide sur le disque de démarrage
ja: ブートディスクヘルプ
ka: ჩატვირთვადი დისკის დახმარება
pt_br: Ajuda de disco de inicialização

source: Boot disks
de: Startmedien
es: Discos de arranque
fr: Disques de démarrage
it: Dischi d'avvio
ja: ブートディスク
ka: ჩატვირთვადი დისკები
pt_br: Discos de inicialização
ru: Загрузочные диски
sv_se: Startdiskar

source: Command to generate ISO image, use genisoimage or mkisofs
de: Kommando zur Erstellung von ISO-Abbildern, verwende genisoimage oder mkisofs
es: Comando para generar una imagen ISO, use genisoimage o mkisofs
fr: Commande servant à générer l'image ISO, utiliser genisoimage ou mkisofs
it: Comando per generare l'immagine ISO, usare genisoimage o mkisofs
ja: ISO イメージを生成するためのコマンドです。genisoimage または mkisofs を使用します
ka: ISO ასლის შექმნის ბრძანება. genisoimage ან mkisofs
pt_br: Comando para gerar imagem ISO usar genisoimage ou mkisofs
ru: Команда создания ISO-образа. Используйте genisoimage или mkisofs
sv_se: Kommando för att generera ISO-avbildningar, använd genisoimage eller mkisofs

source: Creating new image failed, install truncate utility
de: Das Erstellen eines neuen Images ist fehlgeschlagen. Installieren Sie die Truncate-Utility
es: Error en la creación de la nueva imagen; instale la herramienta para truncar
fr: La création d'une nouvelle image a échoué, installer l'utilitaire de troncation
ja: 新しいイメージの作成に失敗しました。truncate ユーティリティをインストールしてください
ka: ახალი ასლის შექმნის შეცდომა. დააყენეთ პროგრამა truncate
pt_br: Falha ao criar nova imagem, instale o utilitário truncado

source: Detach ISO image from CDROM drive for %s
de: Trennen Sie das ISO-Image vom CD-ROM-Laufwerk für %s
es: Extraer la imagen ISO de la unidad de CDROM para %s
fr: Attachement de l'image ISO au lecteur CDROM pour %s
ja: %s の CDROM ドライブから ISO イメージをデタッチ
ka: %s-სთვის ISO-ი ასლის CDROM-ი წამყვანიდან მოხსნა
pt_br: Desvincular imagem ISO do drive de CD-ROM para %s

source: Download generic image
de: Generisches Abbild herunterladen
es: Descargar imagen genérica
fr: Télécharger une image générique
it: Scarica immagine generica
ja: 汎用イメージをダウンロード
ka: ზოგადი ასლის გადმოწერა
pt_br: Baixar Imagem genérica
ru: Скачать общий образ
sv_se: Ladda ner generisk avbildning

source: Download host image
de: Host-Abbild herunterladen
es: Descargar imagen de host
fr: Télécharger une image d'hôte
it: Scarica immagine host
ja: ホストイメージをダウンロード
ka: ჰოსტის ასლის გადმოწერა
pt_br: Baixar a imagem de host
ru: Скачать образ узла
sv_se: Ladda ner värd avbildning

source: Download subnet generic image
de: Generisches Abbild von Subnetz herunterladen
es: Descargar imagen genérica de la subred
fr: Télécharger une image générique du sous réseau
ja: サブネットの汎用イメージのダウンロード
ka: ქვექსელის ჩატვირთვადი დისკის გადმოწერა
pt_br: Fazer download da imagem genérica da sub-rede
ru: Загрузить стандартный образ для подсети

source: Ensure %{file} is readable (or update "Grub2 directory" setting)
de: Stellen Sie sicher, dass %{file} lesbar ist (oder aktualisieren Sie die Einstellung "Grub2 directory")
es: Asegúrese de que %{file} es legible (o actualice la configuración del "directorio Grub2")
fr: S'assurer que %{file} est lisible (ou mettre à jour le paramètre "répertoire Grub2")
ja: %{file} が読み取り可能であることを確認します (または「Grub2 ディレクトリー」設定を更新します)
ka: დარწმუნდით, რომ %{file} კითხვადია (ან განაახლეთ პარამეტრი "Grub2-ის საქაღალდე")
pt_br: Certifique-se de que{file} seja legível (ou atualize a configuração "Grub2 directory")

source: Failed to attach ISO image to CDROM drive of instance %{name}: %{message}
de: Fehler beim Einhängen des ISO-Abbild am CDROM-Laufwerk für Instanz %{name}: %{message}
es: Fallo al adjuntar la imagen ISO a la unidad de CDROM de la instancia %{name}: %{message}
fr: Impossible d'attacher l'image ISO au lecteur CDROM de l'instance %{name} : %{message}
ja: インスタンス %{name} の CDROM ドライブへの ISO イメージの割り当てに失敗しました: %{message}
ka: ISO ასლის CDROM-ში ჩადების შეცდომა %{name}-სთვის: %{message}
pt_br: Falha ao anexar imagem ISO para drive de CD-ROM da instância: %{name}: %{message}

source: Failed to create a directory within the ESP image
de: Fehler beim Erstellen eines Verzeichnisses im ESP-Image
es: Ocurrió un error al crear un directorio dentro de la imagen ESP
fr: Echec de la création d'un répertoire dans l'image ESP
ja: ESP のイメージ内にディレクトリーを作成できませんでした
ka: ESP ასლში საქაღალდის შექმნის შეცდომა
pt_br: Falha ao criar um diretório na imagem ESP

source: Failed to detach ISO image from CDROM drive of instance %{name}: %{message}
de: Fehler beim Trennen des ISO-Image vom CD-ROM-Laufwerk der Instanz %{name}: %{message}
es: Fallo al separar la imagen ISO de la unidad de CDROM de la instancia %{name}: %{message}
fr: Impossible d'attacher l'image ISO au lecteur CDROM de l'instance %{name} : %{message}
ja: インスタンス %{name} の CDROM ドライブから ISO イメージのデタッチに失敗しました: %{message}
ka: ISO ასლის CDROM-დან გამოღების შეცდომა %{name}-სთვის: %{message}
pt_br: Falha ao desvincular imagem ISO do drive de CD-ROM da instância %{name}: %{message}

source: Failed to format the ESP image via mkfs.msdos
de: Fehler beim Formatieren des ESP-Image über mkfs.msdos
es: Ocurrió un error al formatear la imagen ESP a través de mkfs.msdos
fr: Le formatage de l'image ESP via mkfs.msdos a échoué
ja: mkfs.msdos で ESPイメージをフォーマットできませんでした
ka: ESP ასლის mkfs.msdos-ით დაფორმატების შეცოა
pt_br: Falha ao formatar a imagem ESP via mkfs.msdos

source: Failed to generate ISO image for instance %{name}: %{message}
de: Fehler beim Erzeugen des ISO-Abbild für Instanz %{name}: %{message}
es: Fallo al generar la imagen ISO para el ejemplo %{name}: %{message}
fr: Impossible de créer l'image ISO pour l'instance %%{name} : %{message}
ja: インスタンス %{name} の ISO イメージの生成に失敗しました: %{message}
ka: ISO ფაილის შექმნის შეცდომა %{name}-სთვის: %{message}
pt_br: Falha na geração da imagem ISO, por exemplo %{name}: %{message}

source: Failed to render boot disk template
de: Fehler beim Rendern der Vorlage für Startmedium
es: Ocurrió un error al mostrar la plantilla del disco de arranque
fr: Impossible d'appliquer le modèle de disque de boot
ja: ブートディスクテンプレートのレンダリングに失敗しました
ka: ჩატვირთვადი დისკის შაბლონის რენდერის შეცდომა
pt_br: Falha ao renderizar template de disco de inicialização
ru: Не удалось сформировать шаблон загрузочного диска

source: Failed to upload ISO image for instance %{name}: %{message}
de: Fehler beim Upload des ISO-Abbild für Instanz %{name}: %{message}
es: Fallo en la carga de la imagen ISO por ejemplo %{name}: %{message}
fr: Impossible d'envoyer l'image ISO pour l'instance %%{name} : %{message}
ja: インスタンス %{name} の ISO イメージのアップロードに失敗しました: %{message}
ka: ISO ფაილის ატვირთვის შეცდომა %{name}-სთვის: %{message}
pt_br: Falha no carregamento de imagem ISO, por exemplo %{name}: %{message}

source: Full host '%s' image
de: Vollständiges Host "%s"-Abbild
es: Imagen completa del host '%s'
fr: Image complète de l'hôte %s
it: Immagine '%s' dell'host completa
ja: 完全ホスト '%s' イメージ
ka: ჰოსტსის სრული %s ასლი
pt_br: Imagem de host completa
ru: Полный образ узлы '%s'

source: Full host image
de: Vollständiges Host-Abbild
es: Imagen completa de host
fr: Image complète de l'hôte
it: Immagine host completa
ja: 完全ホストイメージ
ka: ჰოსტის სრული ასლი
pt_br: Imagem de host completa
ru: Полный образ узла

source: Generating ISO image for %s
de: ISO-Abbild für %s wird erzeugt
es: Generación de la imagen ISO para %s
fr: Création de l'image ISO pour %s
ja: %s の ISO イメージを生成中
ka: %s-სთვის ISO ასლის გენერაცია
pt_br: Gerando imagem ISO para %s
ru: Создается ISO для %s...

source: Generic Grub2 EFI image template
de: Generische Grub2-EFI-Image-Vorlage
es: Plantilla de imagen EFI genérica de Grub2
fr: Modèle d'image générique Grub2 EFI
ja: Grub2 EFI の汎用イメージテンプレート
ka: Grub2 EFI ზოგადი ასლის შაბლონი
pt_br: Template genérico de imagem do Grub2 EFI

source: Generic image
de: Generisches Abbild
es: Imagen genérica
fr: Image générique
it: Immagine generica
ja: 汎用イメージ
ka: ზოგადი ასლი
pt_br: Imagem genérica
ru: Стандартный образ
sv_se: Generell avbildning

source: Generic image template
de: Generische Abbildvorlage
es: Plantilla de imagen genérica
fr: Modèle d'image générique
ja: 汎用イメージテンプレート
ka: ზოგადი ასლის შაბლონი
pt_br: Modelo de imagem genérica

source: Generic images
de: Generische Images
es: Imágenes genéricas
fr: Images génériques
ja: 汎用イメージ
ka: ზოგადი ასლი
pt_br: Imagem genérica

source: Generic images are a reusable disk image that works for any host registered in Foreman. It requires a basic DHCP and DNS service to function and contact the server, but does not require DHCP reservations or static IP addresses.
de: Generische Abbilder sind wiederverwendbare Festplattenabbilder die für beliebige in Foreman registrierte Hosts funktionieren. Sie erfordern einen einfachen DHCP- und DNS-Service, um zu funktionieren und den Server zu kontaktieren. Jedoch benötigen sie keinerlei DHCP-Reservierungen oder statische IP-Adressen.
es: Las imágenes genéricas son imágenes de disco reutilizables que funcionan con cualquier host registrado en Foreman. Requiere un servicio básico DCHP y DNS para funcionar y comunicarse con el servidor, pero no necesita reservas DHCP o direcciones IP estáticas.
fr: Les images génériques correspondent à une image disque réutilisable qui fonctionne pour tout hôte enregistré dans Foreman. Cela demande les services DHCP et DNS fonctionnels mais ne requiert pas de réservation DHCP ni d'adresse IP statique.
it: Le immagini generiche sono immagini del disco riutilizzabili idonee per qualsiasi host registrato in Foreman. È necessario avere un server DNS e DHCP generico per un funzionamento corretto e contattare il server, non necessita prenotazioni DHCP o indirizzi IP statici.
ja: 汎用イメージは、Foreman に登録されたすべてのホストで機能する再利用可能なディスクイメージです。これを使用するには、基本的な DHCP および DNS サービスが機能し、サーバーと通信できることが必要になりますが、DHCP 予約や静的 IP アドレスは必要ありません。
ka: ზოგადი ასლები წარმოადგენენ დისკის მრავალჯერად ასლს, რომელიც მუშაობს Foreman-ში რეგისტრირებული ნებისმიერი ჰოსტისთვის. მას ფუნქციონირებისთვის უბრალო DHCP და DNS სერვისები სჭირდება სერვერთან დასაკავშირებლად, მაგრამ არ საჭიროებს DHCP დაჯავშნას ან სტატიკური IP მისამართებს.
pt_br: Imagens genéricas são imagens de disco reutilizáveis que funcionam para qualquer host registrado em Foreman. Elas exigem um serviço básico de DHCP e DNS para funcionar e entrar em contato com o servidor, mas não exigem reservas de DHCP ou endereços IP estáticos.
ru: Общий образ - это образ диска работающий на любом узле, зарегистрированном в Foreman. Он требует наличие DHCP и DNS служб для функционирования и соединения с сервером, но не требует резервации DHCP или статических IP адресов.

source: Grub2 directory
de: Grub2-Verzeichnis
es: Directorio Grub2
fr: Répertoire Grub2
ja: Grub2 ディレクトリー
ka: Grub2 საქაღალდე
pt_br: Diretório do Grub2

source: Host '%s' image
de: Host '%s'-Abbild
es: Anfitrión '%s' imagen
fr: Image hôte %s
it: Immagine '%s' dell'host
ja: ホスト '%s' イメージ
ka: ჰოსტის %s ასლი
pt_br: Imagem de host
ru: Образ узла '%s'
sv_se: Värden '%s' avbildning

source: Host image
de: Host-Abbild
es: Imágen de host
fr: Image hôte
it: Immagine host
ja: ホストイメージ
ka: ჰოსტის ასლი
pt_br: Imagem de host
ru: Образ узла

source: Host image template
de: Host-Abbildvorlage
es: Plantilla de imagen de host
fr: Modèle d'image hôte
ja: ホストイメージテンプレート
ka: ჰოსტის ასლის შაბლონი
pt_br: Modelo de imagem do host

source: Host images
es: Imágenes del anfitrión
fr: Images hôte
ja: ホストイメージ
ka: ჰოსტის ასლები
pt_br: Imagem de host

source: Host is not in build mode
de: Host befindet sich nicht im Build-Modus
es: El host no está en modo de construcción
fr: L’hôte n’est pas en mode build
ja: ホストがビルドモードではありません
ka: ჰოსტის აგების რეჟიმში არაა
pt_br: O host não está em modo de construção

source: Host is not in build mode, so the template cannot be rendered
de: Host ist nicht im Buildmodus. Daher kann die Vorlage nicht erstellt werden.
es: El host no está en modo build, así que no se puede producir la plantilla
fr: L'hôte n'est pas en mode build, c'est pourquoi le modèle ne peut être rendu
it: L'host non è in modalità di compilazione, per questo motivo è impossibile eseguire il rendering del template
ja: ホストはビルドモードではないため、テンプレートはレンダリングすることができません
ka: ჰოსტი აგებს რეჟიმში არაა, ამიტომ შაბლონის რენდერი შეუძლებელია
pt_br: Host não está no modo de construção, portanto o modelo não pode ser processado
ru: узел не в режиме сборки, шаблон не может быть применим

source: Host is not in build mode.
de: Host befindet sich nicht im Build-Modus.
es: El host no está en modo de construcción.
fr: L’hôte n’est pas en mode build
ja: ホストがビルドモードではありません。
ka: ჰოსტის აგების რეჟიმში არაა.
pt_br: O host não está em modo de construção.

source: ISO build failed
de: ISO-Erstellung fehlgeschlagen
es: Error en la construcción del ISO
fr: La création de l'image ISO a échoué
it: compilazione ISO fallita
ja: ISO ビルドに失敗しました
ka: ISO-ის აგების შეცდომა
pt_br: Construção da ISO falhou
ru: Не удалось создать ISO
sv_se: ISO-bygget misslyckades

source: ISO generation command
de: ISO-Erzeugungsbefehl
es: Comando de generación ISO
fr: Commande de génération ISO
ja: ISO 生成コマンド
ka: ISO-ის გენერაციის ბრძანება
pt_br: Comando de geração ISO

source: ISO hybrid conversion failed: %s
de: ISO-Hybrid-Konvertierung fehlgeschlagen: %s
es: La conversión híbrida ISO ha fallado: %s
fr: La conversion de l'image ISO hybride a échoué: %s
ja: ISO ハイブリッド変換に失敗しました: %s
ka: ISO-ის ჰიბრიდული გარდაქმნის პრობლემა: %s
pt_br: Conversão da ISO híbrida falhou

source: ISOLINUX directory
de: ISOLINUX-Verzeichnis
es: Directorio ISOLINUX
fr: Répertoire ISOLINUX
ja: ISOLINUX ディレクトリー
ka: ISOLINUX საქაღალდე
pt_br: Diretório ISOLINUX

source: Import Puppet classes
de: Puppet-Klassen importieren
es: Importar clases Puppet
fr: Importer des classes Puppet
ja: Puppet クラスのインポート
ka: Puppet-ის კლასების შემოტანა
pt_br: Importar classes de Puppet

source: Import facts
de: Fakten importieren
es: Importar datos
fr: Importer des faits
ja: ファクトのインポート
ka: ფაქტების შემოტანა
pt_br: Importar fatos

source: Installation media caching
de: Installationsmedien-Dateien Caching
es: Habilitando caché de medios de instalación
fr: Mise en cache des médias d'installation
ja: インストールメディアのキャッシング
ka: დასაყენებელი დისკის კეში
pt_br: Cache de mídia de instalação

source: Installation media files will be cached for full host images
de: Installationsmedien-Dateien werden für vollständige Host-Images zwischengespeichert.
es: Archivos de medios de instalación se almacenarán en caché para imágenes completas de host
fr: Les fichiers du media d'installation vont être cachés pour les images complètes d'hôtes
it: I file del dispositivo di installazione verranno memorizzati in cache per le immagini host complete
ja: インストールメディアファイルは、完全なホストのイメージのためにキャッシュされます
ka: ინსტალაციის ფაილები დაქეშილი იქნება ჰოსტის სრული ასლებისთვის
pt_br: Arquivos de mídia de instalação serão armazenados em cache para imagens completas de host
ru: Файлы с установочного носителя будут закешированы для полного образа узла.

source: List of allowed bootdisk types, remove type to disable it
de: Liste der zulässigen Bootdisk-Typen, entfernen Sie den Typ, um ihn zu deaktivieren
es: Lista de tipos de discos de arranque permitidos, elimine el tipo para desactivarlo
fr: Liste des types de disques de démarrage autorisés, supprimer le type pour le désactiver
ja: 許可されているブートディスクタイプのリスト、タイプを削除して無効にします
ka: ჩატვირთვადი დისკების ნებადართული ტიპები. გამოსართავად უბრალოდ წაშალეთ ის
pt_br: Lista de tipos de bootdisk permitidos, remova o tipo para desativá-lo

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
ja: 利用できません
ka: ხელმიუწვდომელია
pt_br: Não disponível

source: Once chainloaded, the OS bootloader and installer are downloaded directly from the installation media configured in Foreman, and the provisioning script (kickstart/preseed) is downloaded from Foreman.
de: Sobald sie nacheinander geladen (Chainloading) sind, werden der OS-Bootloader und das OS-Installationsprogramm direkt von den in Foreman konfigurierten Installationsmedien heruntergeladen, und das Bereitstellungsskript (kickstart/preseed) wird von Foreman heruntergeladen.
es: Una vez encadenado, el bootloader del SO y el instalador se descargan directamente desde el medio de instalación configurado en Formena, y el script de provisión (kickstart/preseed) se descarga desde Foreman.
fr: Une fois liés, le chargeur de démarrage (bootloader) du système et l'installeur sont téléchargés directement depuis le media d'installation configuré dans Foreman. Le script de provisioning (kickstart/preseed) est également téléchargé depuis Foreman.
it: Una volta caricato a catena il bootloader del sistema operativo e l'installer verranno scaricati direttamente del dispositivo di installazione configurato in Foreman, e lo script di provisioning (kickstart/preseed) verrà scaricato da Foreman.
ja: チェーンロードが実行されると、OS ブートローダーとインストーラーは Foreman で設定されたインストールメディアから直接ダウンロードされ、プロビジョニングスクリプト (kickstart/preseed) は Foreman からダウンロードされます。
ka: საწყისი ჩატვირთვის შემდეგ, OS-ის ჩამტვირთველი და ინსტალერი ჩამოიტვირთება უშუალოდ Foreman-ში მორგებული საინსტალაციო მედიიდან, ხოლო უზრუნველყოფის სკრიპტი (kickstart/preseed) ჩამოიტვირთება Foreman-დან.
pt_br: Uma vez carregado em série, o bootloader do SO e instalador são baixados diretamente da mídia de instalação configurado em Foreman, e o script de provisionamento (kickstart /preseed) é baixado do Foreman.
ru: После того как загрузчик ОС и установщик скачаны напрямую с установочного носителя, настроенного в Foreman, и скрипт подготовки (kickstart/preseed) скачан из Foreman.
